Repository: Edraak/openedx-scorm-xblock
Catalog: openedxscorm/translations/*/LC_MESSAGES/django.po
Languages: ar

source: Display Name
ar: الاسم الظاهِر

source: Display name for this module
ar: الاسم الظاهِر لهذه الوحدة

source: Path to the index page in scorm file
ar: مسار صفحة index لملف السكورم

source: Weight
ar: الوزن

source: Weight/Maximum grade
ar: الوزن/أعلى درجة

source: Scored
ar: مُصَحَّح

source: Select False if this component will not receive a numerical score from the Scorm
ar: اختر خطأ إذا كانت هذه الكينونة لا تستقبل علامات رقمية من سكورم

source: Display width (px)
ar: عرض الصفحة بالنقطة (px)

source: Width of iframe (default: 100%)
ar: عرض iframe (الافتراضي: 100%)

source: Display height (px)
ar: ارتفاع الصفحة بالنقطة (px)

source: Height of iframe
ar: ارتفاع iframe

source: Fullscreen on launch
ar: البدء بملء الشاشة

source: Display in fullscreen mode on launch
ar: العرض بخاصية ملء الشاشة عند البدء

source: points
ar: نقاط

source: Fullscreen
ar: ملء الشاشة

source: Exit fullscreen
ar: الخروج من ملء الشاشة

source: Upload .zip package
ar: رفع ملف zip مضغوط

source: Currently:
ar: حالياً:

source: True
ar: صواب

source: False
ar: خطأ

source: Save
ar: احفَظ

source: Cancel
ar: الغِ
